---
kind: enumMember
id: F:Autodesk.Revit.DB.ScheduleFilterType.LessThan
enum: Autodesk.Revit.DB.ScheduleFilterType
source: html/9b696f55-de40-8739-8cfb-decd51995cff.htm
---
# Autodesk.Revit.DB.ScheduleFilterType.LessThan

Less The field value is less than to the specified value.